{
    "items": [
        {
            "category": "Pizza",
            "name": "Marinara",
            "description": "Pizza marinara, also known as pizza alla marinara, is a style of Neapolitan pizza in Italian cuisine seasoned with only tomato sauce, extra virgin olive oil, oregano and garlic. It is supposedly the most ancient tomato-topped pizza.",
            "image": "marinara" ,
            "price": 50.95},
        {
            "category": "Pizza",
            "name": "Margherita",
            "description": "Pizza margherita, as the Italians call it, is a simple pizza hailing from Naples. When done right, margherita pizza features a bubbly crust, crushed San Marzano tomato sauce, fresh mozzarella and basil, a drizzle of olive oil, and a sprinkle of salt.",
            "image": "margherita",
            "price": 42.95},
        {
            "category": "Pizza",
            "name": "Mushroom Pizza",
            "description": "This mushroom pizza is a white pizza that's covered with mozzarella cheese, goat cheese, and fresh herbs.",
            "image": "mushroom",
            "price": 50.95},
        {
            "category": "Pizza",
            "name": "Vegeterian Pizza",
            "description": "This vegetarian pizza recipe will delight vegetarians and carnivores alike. It’s fresh and full of flavor, featuring cherry tomatoes, artichoke, bell pepper, olives, red onion and some hidden (and optional) baby spinach. You’ll find a base of rich tomato sauce and golden, bubbling mozzarella underneath, of course.",
            "image": "vegetarian" ,
            "price": 45.95},
        {
            "category": "Pizza",
            "name": "Ricotta Pizza",
            "description": "This ricotta pizza uses seasoned ricotta as the sauce, so it's considered a white pizza. The ricotta makes for a creamy texture, and works together with the mozzarella and Parmesan that hold it all together.",
            "image": "ricotta" ,
            "price": 55.95},
        {
            "category": "Pizza",
            "name": "Pepperoni Pizza",
            "description": "Pepperoni pizza is an American pizza variety which includes one of the country's most beloved toppings. Pepperoni is actually a corrupted form of peperoni (one “p”), which denotes a large pepper in Italian, but nowadays it denotes a spicy salami, usually made with a mixture of beef, pork, and spices.",
            "image": "pepperoni",
            "price": 52.95},
        {
            "category": "Dessert",
            "name": "Tiramisu",
            "description": "Italian dessert made with sponge soaked in coffee and Marsala, topped with soft cheese and powdered chocolate.",
            "image": "tiramisu" ,
            "price": 25.95},
        {
            "category": "Dessert",
            "name": "Souffle",
            "description": "A soufflé is a baked egg-based dish originating in France in the early eighteenth century. Combined with various other ingredients it can be served as a savory main dish or sweetened as a dessert.",
            "image": "souffle",
            "price": 20.95},
        {
            "category": "Dessert",
            "name": "KitKat Cake",
            "description": "Frost a layer cake just as you would normally do- first one layer, then add the second and frost all the way around. Then stick Kit Kat’s all the way around the cake- they will just stick to the frosting. Then pour M&M’s on top.",
            "image": "kitkat" ,
            "price": 25.95},
        {
            "category": "Side Dishes",
            "name": "French Fries",
            "description": "A thin strip of potato, usually cut 3 to 4 inches in length and about 1/4 to 3/8 inches square that are deep fried until they are golden brown and crisp textured on the outside while remaining white and soft on the inside. French fries are not French in origin.",
            "image": "frenchfries" ,
            "price": 30.95},
        {
            "category": "Side Dishes",
            "name": "Cheddar Fries",
            "description": "These cheese fries are crispy french fries topped two types of melted cheese, smoky bacon and fresh herbs. A hearty appetizer option that takes just minutes to put together and is always a big hit!",
            "image": "cheddarfries",
            "price": 32.95 },
        {
            "category": "Side Dishes",
            "name": "Fried Chicken",
            "description": "These fried chicken wings are marinated in buttermilk, then coated in seasoned flour and deep fried to golden brown perfection. Serve your fried wings with a side of ranch for an easy and satisfying appetizer or main course.",
            "image": "friedchicken",
            "price": 40.95 },
        {
            "category": "Side Dishes",
            "name": "Boiled Shrimp",
            "description": "Shrimp cooks quickly. The secret is to take them out before they turn rubbery and then cool them down to stop the cooking process. Your shrimp will be ready in less than 5 minutes! Easy Peasy. You may be wondering what I did with all these boiled shrimp.",
            "image": "shrimp" ,
            "price": 45.95}
    ]
}
